Built-in schema used for numbering rebar coupler elements
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
 Syntax
  C#
public static NumberingSchemaType RebarCoupler { get; }
  Visual Basic
Public Shared ReadOnly Property RebarCoupler As NumberingSchemaType
	Get
  Visual C++
public:
static property NumberingSchemaType^ RebarCoupler {
	NumberingSchemaType^ get ();
}
 See Also
  NumberingSchemaTypes StructuralNumberingSchemas Class
  Autodesk.Revit.DB Namespace